{
  "clerkAuth": {
    "loginSuccess": {
      "action": "ادامه جلسه",
      "desc": "{{greeting}}، خوشحالیم که به خدمت‌رسانی به شما ادامه می‌دهیم. بیایید از جایی که رها کردیم ادامه دهیم.",
      "title": "خوش آمدید، {{nickName}}"
    }
  },
  "error": {
    "backHome": "بازگشت به صفحه اصلی",
    "desc": "بعداً دوباره امتحان کنید، یا به دنیای شناخته شده برگردید.",
    "retry": "بارگذاری مجدد",
    "title": "اوه، مشکلی پیش آمد.."
  },
  "fetchError": "درخواست ناموفق بود",
  "fetchErrorDetail": "جزئیات خطا",
  "notFound": {
    "backHome": "بازگشت به صفحه اصلی",
    "desc": "ما نتوانستیم صفحه مورد نظر شما را پیدا کنیم، لطفاً بررسی کنید که لینک صحیح است",
    "title": "وارد قلمرو ناشناخته شده‌اید؟"
  },
  "pluginSettings": {
    "desc": "برای شروع استفاده از این افزونه، پیکربندی زیر را تکمیل کنید",
    "title": "تنظیمات افزونه {{name}}"
  },
  "response": {
    "400": "متأسفیم، سرور درخواست شما را نمی‌فهمد. لطفاً مطمئن شوید که پارامترهای درخواست شما صحیح هستند.",
    "401": "متأسفیم، سرور درخواست شما را رد کرده است، احتمالاً به دلیل مجوزهای ناکافی یا احراز هویت نامعتبر.",
    "403": "متأسفیم، سرور درخواست شما را رد کرده است. شما اجازه دسترسی به این محتوا را ندارید.",
    "404": "متأسفیم، سرور نمی‌تواند صفحه یا منبع درخواستی شما را پیدا کند. لطفاً مطمئن شوید که URL شما صحیح است.",
    "405": "متأسفیم، سرور از روش درخواستی که شما استفاده می‌کنید پشتیبانی نمی‌کند. لطفاً مطمئن شوید که روش درخواست شما صحیح است.",
    "406": "متأسفیم، سرور نمی‌تواند درخواست را بر اساس ویژگی‌های محتوایی که درخواست کرده‌اید تکمیل کند",
    "407": "متأسفیم، قبل از ادامه این درخواست باید پروکسی را احراز هویت کنید",
    "408": "متأسفیم، سرور در حین انتظار برای درخواست زمان را از دست داد، لطفاً اتصال شبکه خود را بررسی کرده و دوباره امتحان کنید",
    "409": "متأسفیم، به دلیل تعارض، درخواست قابل پردازش نیست، احتمالاً به این دلیل که وضعیت منبع با درخواست ناسازگار است",
    "410": "متأسفیم، منبعی که درخواست کرده‌اید به طور دائم حذف شده و قابل یافتن نیست",
    "411": "متأسفیم، سرور نمی‌تواند درخواست را بدون طول محتوای معتبر پردازش کند",
    "412": "متأسفیم، درخواست شما شرایط سرور را برآورده نمی‌کند و نمی‌تواند تکمیل شود",
    "413": "متأسفیم، داده‌های درخواست شما برای پردازش توسط سرور بسیار بزرگ است",
    "414": "متأسفیم، URI درخواست شما برای پردازش توسط سرور بسیار طولانی است",
    "415": "متأسفیم، سرور نمی‌تواند فرمت رسانه پیوست شده به درخواست را پردازش کند",
    "416": "متأسفیم، سرور نمی‌تواند محدوده درخواست شما را برآورده کند",
    "417": "متأسفیم، سرور نمی‌تواند انتظارات شما را برآورده کند",
    "422": "متأسفیم، درخواست شما در فرمت صحیح است، اما به دلیل خطاهای معنایی، نمی‌تواند پاسخ داده شود",
    "423": "متأسفیم، منبعی که درخواست کرده‌اید قفل شده است",
    "424": "متأسفیم، درخواست فعلی به دلیل شکست درخواست قبلی نمی‌تواند تکمیل شود",
    "426": "متأسفیم، سرور نیاز دارد که کلاینت شما به نسخه بالاتری از پروتکل ارتقا یابد",
    "428": "متأسفیم، سرور نیاز به یک پیش‌شرط دارد و درخواست می‌کند که درخواست شما حاوی هدر شرطی صحیح باشد",
    "429": "متأسفیم، درخواست‌های شما بسیار مکرر است و سرور کمی خسته شده است. لطفاً بعداً دوباره امتحان کنید.",
    "431": "متأسفیم، فیلدهای هدر درخواست شما برای پردازش توسط سرور بسیار بزرگ است",
    "451": "متأسفیم، سرور به دلایل قانونی از ارائه این منبع خودداری می‌کند",
    "500": "متأسفیم، به نظر می‌رسد سرور با مشکلاتی مواجه شده و موقتاً قادر به تکمیل درخواست شما نیست. لطفاً بعداً دوباره امتحان کنید.",
    "502": "متأسفیم، به نظر می‌رسد سرور گم شده و موقتاً قادر به ارائه خدمات نیست. لطفاً بعداً دوباره امتحان کنید.",
    "503": "متأسفیم، سرور در حال حاضر قادر به پردازش درخواست شما نیست، احتمالاً به دلیل بار زیاد یا تعمیر و نگهداری. لطفاً بعداً دوباره امتحان کنید.",
    "504": "متأسفیم، سرور پاسخی از سرور بالادستی دریافت نکرد. لطفاً بعداً دوباره امتحان کنید.",
    "AgentRuntimeError": "خطای اجرای زمان مدل زبانی Lobe. لطفاً بر اساس اطلاعات زیر عیب‌یابی کنید یا دوباره امتحان کنید.",
    "FreePlanLimit": "شما در حال حاضر کاربر رایگان هستید و نمی‌توانید از این ویژگی استفاده کنید. لطفاً برای ادامه استفاده، به طرح پولی ارتقا دهید.",
    "InvalidAccessCode": "کد دسترسی نامعتبر یا خالی است. لطفاً کد دسترسی صحیح را وارد کنید یا یک API Key سفارشی اضافه کنید.",
    "InvalidBedrockCredentials": "احراز هویت Bedrock ناموفق بود. لطفاً AccessKeyId/SecretAccessKey را بررسی کرده و دوباره امتحان کنید.",
    "InvalidClerkUser": "متأسفیم، شما در حال حاضر وارد نشده‌اید. لطفاً برای ادامه وارد شوید یا یک حساب کاربری ثبت کنید.",
    "InvalidOllamaArgs": "پیکربندی Ollama نامعتبر است، لطفاً پیکربندی Ollama را بررسی کرده و دوباره امتحان کنید",
    "InvalidProviderAPIKey": "API Key {{provider}} نادرست یا خالی است، لطفاً API Key {{provider}} خود را بررسی کرده و دوباره امتحان کنید",
    "LocationNotSupportError": "متأسفیم، موقعیت فعلی شما از این سرویس مدل پشتیبانی نمی‌کند. این ممکن است به دلیل محدودیت‌های منطقه‌ای یا عدم دسترسی به سرویس باشد. لطفاً تأیید کنید که آیا موقعیت فعلی از استفاده از این سرویس پشتیبانی می‌کند، یا سعی کنید از یک موقعیت متفاوت استفاده کنید.",
    "NoOpenAIAPIKey": "OpenAI API Key خالی است، لطفاً یک OpenAI API Key سفارشی اضافه کنید",
    "OllamaBizError": "خطا در درخواست سرویس Ollama، لطفاً بر اساس اطلاعات زیر عیب‌یابی کنید یا دوباره امتحان کنید",
    "OllamaServiceUnavailable": "سرویس Ollama در دسترس نیست. لطفاً بررسی کنید که آیا Ollama به درستی در حال اجراست یا آیا پیکربندی cross-origin Ollama به درستی تنظیم شده است.",
    "OpenAIBizError": "خطا در درخواست سرویس OpenAI، لطفاً بر اساس اطلاعات زیر عیب‌یابی کنید یا دوباره امتحان کنید",
    "PluginApiNotFound": "متأسفیم، API در مانیفست افزونه وجود ندارد. لطفاً بررسی کنید که آیا روش درخواست شما با API مانیفست افزونه مطابقت دارد",
    "PluginApiParamsError": "متأسفیم، اعتبارسنجی پارامتر ورودی برای درخواست افزونه ناموفق بود. لطفاً بررسی کنید که آیا پارامترهای ورودی با توضیحات API مطابقت دارند",
    "PluginGatewayError": "متأسفیم، خطایی در دروازه افزونه رخ داد. لطفاً بررسی کنید که آیا پیکربندی دروازه افزونه صحیح است.",
    "PluginManifestInvalid": "متأسفیم، اعتبارسنجی مانیفست افزونه ناموفق بود. لطفاً بررسی کنید که آیا فرمت مانیفست صحیح است",
    "PluginManifestNotFound": "متأسفیم، سرور نتوانست فایل مانیفست افزونه (manifest.json) را پیدا کند. لطفاً بررسی کنید که آیا آدرس فایل مانیفست افزونه صحیح است",
    "PluginMarketIndexInvalid": "متأسفیم، اعتبارسنجی فهرست افزونه ناموفق بود. لطفاً بررسی کنید که آیا فرمت فایل فهرست صحیح است",
    "PluginMarketIndexNotFound": "متأسفیم، سرور نتوانست فهرست افزونه را پیدا کند. لطفاً بررسی کنید که آیا آدرس فهرست صحیح است",
    "PluginMetaInvalid": "متأسفیم، اعتبارسنجی متادیتای افزونه ناموفق بود. لطفاً بررسی کنید که آیا فرمت متادیتای افزونه صحیح است",
    "PluginMetaNotFound": "متأسفیم، افزونه در فهرست یافت نشد. لطفاً اطلاعات پیکربندی افزونه را در فهرست بررسی کنید",
    "PluginOpenApiInitError": "متأسفیم، مشتری OpenAPI نتوانست راه‌اندازی شود. لطفاً بررسی کنید که آیا اطلاعات پیکربندی OpenAPI صحیح است.",
    "PluginServerError": "درخواست سرور افزونه با خطا مواجه شد. لطفاً بر اساس اطلاعات خطای زیر، فایل مانیفست افزونه، پیکربندی افزونه یا پیاده‌سازی سرور خود را بررسی کنید",
    "PluginSettingsInvalid": "این افزونه قبل از استفاده نیاز به پیکربندی صحیح دارد. لطفاً بررسی کنید که آیا پیکربندی شما صحیح است",
    "ProviderBizError": "خطا در درخواست سرویس {{provider}}، لطفاً بر اساس اطلاعات زیر عیب‌یابی کنید یا دوباره امتحان کنید",
    "SubscriptionPlanLimit": "محدودیت اشتراک شما به پایان رسیده است و نمی‌توانید از این ویژگی استفاده کنید. لطفاً برای ادامه استفاده، به یک طرح بالاتر ارتقا دهید یا یک بسته منابع خریداری کنید."
  },
  "stt": {
    "responseError": "درخواست سرویس ناموفق بود، لطفاً پیکربندی را بررسی کنید یا دوباره امتحان کنید"
  },
  "tts": {
    "responseError": "درخواست سرویس ناموفق بود، لطفاً پیکربندی را بررسی کنید یا دوباره امتحان کنید"
  },
  "unlock": {
    "addProxyUrl": "افزودن URL پروکسی OpenAI (اختیاری)",
    "apiKey": {
      "description": "برای شروع جلسه، API Key {{name}} خود را وارد کنید",
      "title": "استفاده از API Key سفارشی {{name}}"
    },
    "closeMessage": "بستن پیام",
    "confirm": "تأیید و تلاش مجدد",
    "oauth": {
      "description": "مدیر احراز هویت ورود یکپارچه را فعال کرده است. برای ورود و باز کردن قفل برنامه، روی دکمه زیر کلیک کنید.",
      "success": "ورود موفقیت‌آمیز",
      "title": "ورود به حساب کاربری شما",
      "welcome": "خوش آمدید!"
    },
    "password": {
      "description": "رمزگذاری برنامه توسط مدیر فعال شده است. برای باز کردن قفل برنامه، رمز عبور برنامه را وارد کنید. رمز عبور فقط یک بار نیاز به وارد کردن دارد.",
      "placeholder": "لطفاً رمز عبور را وارد کنید",
      "title": "برای باز کردن قفل برنامه، رمز عبور را وارد کنید"
    },
    "tabs": {
      "apiKey": "API Key سفارشی",
      "password": "رمز عبور"
    }
  },
  "upload": {
    "desc": "جزئیات: {{detail}}",
    "title": "بارگذاری فایل ناموفق بود. لطفاً اتص,"
  }
}
